var mockDataList = {
	code: 200,
	msg: 'ok',
	data: [
		{
			time: '1  (01小节)  08:00-08:45',
			Mon: '数字逻辑与数字系统[罗娟娟]（3-18周[01节]）S1-113',
			Tue: 'Python程序设计[王纯]（3-18周[01节]）S1-405',
			Wed: '',
			Thu: '数字逻辑与数字系统[罗娟娟]（3-18周[01节]）S1-110',
			Fri: '大学物理E（下）[理学院14]（3-18周[01节]）N201'
		},
		{
			time: '2  (02小节)  08:50-09:35',
			Mon: '数字逻辑与数字系统[罗娟娟]（3-18周[02节]）S1-113',
			Tue: 'Python程序设计[王纯]（3-18周[02节]）S1-405',
			Wed: '',
			Thu: '数字逻辑与数字系统[罗娟娟]（3-18周[02节]）S1-110',
			Fri: '大学物理E（下）[理学院14]（3-18周[02节]）N201'
		},
		{
			time: '3  (03小节)  09:50-10:35',
			Mon: '设计思维与创新方法[高泽华]（11-18周[03节]）S301',
			Tue: '智能科学数学基础[李睿凡]（3-18周[03节]）N103',
			Wed: '概率论与数理统计[李晓花,张丽华]（3-18周[03节]）N110',
			Thu: '离散数学(下)[王玉龙]（3-18周[03节]）N116',
			Fri: ''
		},
		{
			time: '4  (04小节)  10:40-11:25',
			Mon: '设计思维与创新方法[高泽华]（11-18周[04节]）S301',
			Tue: '智能科学数学基础[李睿凡]（3-18周[04节]）N103',
			Wed: '概率论与数理统计[李晓花,张丽华]（3-18周[04节]）N110',
			Thu: '离散数学(下)[王玉龙]（3-18周[04节]）N116',
			Fri: ''
		},
		{
			time: '5  (05小节)  11:30-12:15',
			Mon: '',
			Tue: '',
			Wed: '概率论与数理统计[李晓花,张丽华]（3-18周[05节]）N110',
			Thu: '离散数学(下)[王玉龙]（3-18周[05节]）N116',
			Fri: ''
		},
		{
			time: '6  (06小节)  13:00-13:45',
			Mon: '情景英语视听说[韩小华]（3-18周[06节]）S310',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: '物理实验A[毕科]（3-13周[06节]）S3-123'
		},
		{
			time: '7  (07小节)  13:50-14:35',
			Mon: '情景英语视听说[韩小华]（3-18周[07节]）S310',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: '物理实验A[毕科]（3-13周[07节]）S3-123'
		},
		{
			time: '8  (08小节)  14:45-15:30',
			Mon: '',
			Tue: '形势与政策3[(暂无教师)]（9-11周[08节]）S1-409',
			Wed: '',
			Thu: '',
			Fri: '物理实验A[毕科]（3-13周[08节]）S3-123'
		},
		{
			time: '9  (09小节)  15:40-16:25',
			Mon: '',
			Tue: '形势与政策3[(暂无教师)]（9-11周[09节]）S1-409',
			Wed: '',
			Thu: '',
			Fri: '马克思主义基本原理概论[郭先红]（3-18周[09节]）N319'
		},
		{
			time: '10  (10小节)  16:35-17:20',
			Mon: '智能专业导论[谭咏梅,周延泉]（3-18周[10节]）S113',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: '马克思主义基本原理概论[郭先红]（3-18周[10节]）N319'
		},
		{
			time: '11  (11小节)  17:25-18:10',
			Mon: '智能专业导论[谭咏梅,周延泉]（3-18周[11节]）S113',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: '马克思主义基本原理概论[郭先红]（3-18周[11节]）N319'
		},
		{
			time: '12  (12小节)  18:30-19:15',
			Mon: '',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: ''
		},
		{
			time: '13  (13小节)  19:20-20:05',
			Mon: '',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: ''
		},
		{
			time: '14  (14小节)  20:10-20:55',
			Mon: '',
			Tue: '',
			Wed: '',
			Thu: '',
			Fri: ''
		}
	]
}
