var mockDataList = {
	code: 200,
	msg: 'ok',
	data: [
		{
			"sid": "230000198908112811",
			"name": "罗敏",
			"sex": "女",
			"province": "浙江省",
			"ID": "64021518910310491X",
			"department": "电子工程学院"
		},
		{
			"sid": "500000202103224167",
			"name": "于娟",
			"sex": "男",
			"province": "广东省",
			"ID": "55113420491024427x",
			"department": "电子工程学院"
		},
		{
			"sid": "110000198104165275",
			"name": "毛勇",
			"sex": "女",
			"province": "浙江省",
			"ID": "26807518650610004X",
			"department": "信息与通信工程学院"
		},
		{
			"sid": "710000197709267263",
			"name": "谭艳",
			"sex": "男",
			"province": "内蒙古自治区",
			"ID": "84104520691001178X",
			"department": "计算机学院(国家示范性软件学院)"
		},
		{
			"sid": "510000197809285170",
			"name": "易勇",
			"sex": "男",
			"province": "西藏自治区",
			"ID": "445193180711105542",
			"department": "电子工程学院"
		},
		{
			"sid": "710000201703194461",
			"name": "顾娜",
			"sex": "男",
			"province": "湖北省",
			"ID": "85745118530118613x",
			"department": "经济管理学院"
		},
		{
			"sid": "110000201601289935",
			"name": "邱艳",
			"sex": "女",
			"province": "湖北省",
			"ID": "718244190503104624",
			"department": "电子工程学院"
		},
		{
			"sid": "810000198003092295",
			"name": "夏洋",
			"sex": "女",
			"province": "重庆",
			"ID": "659696194110318743",
			"department": "经济管理学院"
		},
		{
			"sid": "460000199807091684",
			"name": "侯丽",
			"sex": "女",
			"province": "宁夏回族自治区",
			"ID": "32483520321116730X",
			"department": "信息与通信工程学院"
		},
		{
			"sid": "140000200805204172",
			"name": "魏静",
			"sex": "男",
			"province": "台湾",
			"ID": "54208120391110545X",
			"department": "计算机学院(国家示范性软件学院)"
		},
		{
			"sid": "150000197405308156",
			"name": "曹平",
			"sex": "女",
			"province": "西藏自治区",
			"ID": "36149818230731262x",
			"department": "信息与通信工程学院"
		},
		{
			"sid": "620000201805281185",
			"name": "叶娟",
			"sex": "男",
			"province": "西藏自治区",
			"ID": "38457119631115127X",
			"department": "电子工程学院"
		},
		{
			"sid": "440000199904288194",
			"name": "余军",
			"sex": "女",
			"province": "香港特别行政区",
			"ID": "26935220661010173X",
			"department": "电子工程学院"
		},
		{
			"sid": "310000199305029335",
			"name": "贺平",
			"sex": "男",
			"province": "上海",
			"ID": "83461618741212415X",
			"department": "信息与通信工程学院"
		},
		{
			"sid": "520000197504021491",
			"name": "常超",
			"sex": "男",
			"province": "西藏自治区",
			"ID": "27469520151010239x",
			"department": "现代邮政学院"
		},
		{
			"sid": "350000199711035340",
			"name": "丁强",
			"sex": "男",
			"province": "江苏省",
			"ID": "62451618710210487X",
			"department": "电子工程学院"
		},
		{
			"sid": "710000199012154057",
			"name": "戴静",
			"sex": "男",
			"province": "内蒙古自治区",
			"ID": "86128918461210221x",
			"department": "电子工程学院"
		},
		{
			"sid": "450000201208191438",
			"name": "梁明",
			"sex": "女",
			"province": "西藏自治区",
			"ID": "75327918421120626X",
			"department": "信息与通信工程学院"
		}			
	],
	dataCount: 18
}